[
  {
    "word":"Affinity",
    "definition":"The following of a lord"
  },
  {
    "word":"Acre",
    "definition":"The area of land that can be ploughed by one ox team in a day"
  },
  {
    "word":"Advowson",
    "definition":"Right to appoint a clergyman to a vacant benefice, theorectical to make a recommendation to the Bishop"
  },
  {
    "word":"Amercement",
    "definition":"Financial penalty imposed by the King or his justices for various minor offences. The word comes from the fact that the offender is said to be ‘in mercy’."
  },
  {
    "word":"Anathema",
    "definition":"A condemnation of heretics, similar in effect to major excommunication. It imposed the complete exclusion from Christian society."
  },
  {
    "word":"Appanage",
    "definition":"The landed estate of a royal prince, often accompanied by extensive legal privileges"
  },
  {
    "word":"Apostate",
    "definition":"The term used to describe one who left religious orders, or who returned to a heresy having once renounced it"
  },
  {
    "word":"Assart",
    "definition":"An area of wasteland, often forest, which had been cleared and taken into cultivation. Often the tenant would have special privileges, to encouraged them to go and do the work. Up until 1348, assarting was popular, after the Black Death pressure on land was of course much reduced."
  },
  {
    "word":"Assize",
    "definition":"Meeting of feudal vassals with the King, and the edicts issued from it. It comes to have a legal context of court; but then in the early days the king’s court was just that – a place where law was made and justice executed. Hence the double meaning of the word court."
  },
  {
    "word":"Attainder",
    "definition":"The parliamentary act of attainting (‘corrupting the blood’) whereby the person guilty of treason loses all civil rights including the right to inherit or hold property"
  },
  {
    "word":"Bailiff",
    "definition":"Lord’s overseer or steward."
  },
  {
    "word":"Bailiwick",
    "definition":"Bailiff’s area of authority."
  },
  {
    "word":"Banneret",
    "definition":"A knight entitles to bear a banner; of higher status than a bachelor, a young or junior knight"
  },
  {
    "word":"Baron",
    "definition":"Tenants in Chief – vassals who held land directly from the crown and served as a member of the King’s great council. This isn’t a title so much as a description. All Barons would be called Lord or something grander; not all Lords would be a Baron. The Magnates were the few greatest Barons – those with over £1000 a year by and large."
  },
  {
    "word":"Benefice",
    "definition":"Grant of land given to a member of the aristocracy, a Bishop, or a monastery, for limited or hereditary use in exchange for services. In ecclesiastic terms, a benefice was a church office that returned revenue (ie a ‘living’ for a Rector or Vicar). Also known as a fee."
  },
  {
    "word":"Benefit of Clergy",
    "definition":"Privilege enjoyed by members of the clergy, including tonsured clerks, placing them beyond the jurisdiction of secular courts; this was the right which Henry II and Thomas Becket fought over so hard. To prove you were a member of the clrgy, you’d be asked to read a passage from the bible – since of course the clergy all had to be able to read."
  },
  {
    "word":"Bordar",
    "definition":"Middle ranking peasant, farming more land than a cottager but less than a villein. A typical small holder would have 10-20 acres of land, often as separate strips in different fields. He was also required to work on his lord’s land or to provide a service to his lord."
  },
  {
    "word":"Borough",
    "definition":"Town with the right of self government granted by royal charter."
  },
  {
    "word":"Bovate",
    "definition":"A measure of land: The area that could be cultivated by a plough drawn by one ox in one year. Approximately 15 acres,  similar to the Danelaw term Oxgang."
  },
  {
    "word":"Burgess",
    "definition":"The holder of land or house within a borough."
  },
  {
    "word":"Bushel",
    "definition":"Volume. A dry measure of 8 gallons, or 4 pecks."
  },
  {
    "word":"Caltrop",
    "definition":"Small device scattered on the ground to injure and make any horses lame"
  },
  {
    "word":"Canon",
    "definition":"A law or body of laws of a church. Member of a clerical group living according to a canon or rule."
  },
  {
    "word":"Cantref",
    "definition":"Welsh political and administrative division, similar to English shires."
  },
  {
    "word":"Carucate",
    "definition":"A measurement of land in the Danelaw, equivalent to a hide. The amount of land that could be tilled in a year using a team of eight oxen. Approximately 120 acres, Sub-divided into four virgates or eight oxgangs."
  },
  {
    "word":"Chamber",
    "definition":"The financial office of the royal household; thus chamber finance, the system of managing royal finances from the chamber rather than the Exchequer."
  },
  {
    "word":"Chamberlain",
    "definition":"Officer of the royal household, responsible for the Chamber. He was trherefore responsible for administration of the household and the private estates of the King. One of the Great Officers of State."
  },
  {
    "word":"Chancellor",
    "definition":"Officer of the Royal Household who originally served as the monarch’s secretary or notary, managing the Chancery, filled with clerks who produced writs and written instructions and records. Became to be the effective head of government once the office of Justiciar disappeared. One of the great Offices of State."
  },
  {
    "word":"Magnum Concilium",
    "definition":"The Great Council; Norman equivalent of Anglo Saxon Witan. In time, came to meet in the White Chamber and become the House of Lords when parliament was in session."
  },
  {
    "word":"Constable",
    "definition":"The title of an officer given command in an army or an important garrison. Also the Higfh Constable was the officer who commanded in the King’s absence and commanded the kings army"
  },
  {
    "word":"Cottar",
    "definition":"Peasant of lower rank, with a cottage, but with little or no land. He was required to work on his lord’s land or to provide a service to his lord."
  },
  {
    "word":"Court of Common Pleas",
    "definition":"A common law court to hear pleas involving disputes between individuals. It was responsible for almost all civil litigation as well as manorial and local courts. Common law meant that law which was common to all, ratrher than affected by local liberties."
  },
  {
    "word":"Demesne",
    "definition":"The part of the lord’s manorial lands reserved for his own use. Villagers worked in the demesne for a specified numbers of days per week. The demesne could either be scattered among the serfs’ land, or be a separate area, the latter being more common for meadow and orchard lands."
  },
  {
    "word":"Destrier",
    "definition":"Warhorse; so called because it would be led using the right hand"
  },
  {
    "word":"Dreng",
    "definition":"Name given to a free peasant in Northumbria and sometimes in Yorkshire and Lancashire. The name usually implies that land was held in return for military service."
  },
  {
    "word":"Duke",
    "definition":"Title from the Roman Dux, which has been held over from Roman time by the ruler of a district called a duchy. In England the title is reserved for members of the royal family."
  },
  {
    "word":"Earl",
    "definition":"The highest title attainable by an English nobleman who is not of royal blood. Also known in earlier times as Ealdorman. Word related to Jarl."
  },
  {
    "word":"Enfeoff",
    "definition":"To take someone into vassalage where they will render a certain service in return for a fee or fief."
  },
  {
    "word":"Escheat",
    "definition":"Right of a feudal lord to the return of lands held by his vassal should either die without lawful heirs or suffer outlawry."
  },
  {
    "word":"Estovers",
    "definition":"The right to gather wood."
  },
  {
    "word":"Exchequer",
    "definition":"Financial department of the royal government. The chief officers of the Exchequer were the Treasurer, the Chancellor and the Justiciar. Sheriffs, in their role as regional chief accountants, presented reports to the exchequer at Easter and Michaelmas. Originally, accounts were verified by placing wooden tallies in the boxes marked on a check table cloth, hence the Exchequer."
  },
  {
    "word":"Excommunication",
    "definition":"Exclusion from the membership of the church or from communion with faithful Christians"
  },
  {
    "word":"Eyre",
    "definition":"The king and his justices would traditionally travel through the kingdom to deliver justice. As the king became more centred at Westminister, justices would continue to travel – and were called Justices in Eyre. From the french errer to travel."
  },
  {
    "word":"Fair",
    "definition":"Market held at regular intervals, usually once to twice a year. Fairs tended to offer a wider range of goods than normal markets. They were generally licensed by either the King, a local lord, or a chartered town, hence the “Charter Fairs” still held in Britain. In later centuries, especially after the 1351 “Statute of Labourers” was brought in to combat the severe labour shortages following the “Black Death;” Hiring, Mop or Statute Fairsbecame the common way of hiring workers and labourers for the next year. Often, a second fair would be held about a month later, to permit the re-hiring of workers unsuited to their original jobs. Often, workers and labourers would carry a symbol of their trade. Sucking a straw is said to have been the signal used by agricultural labourers who were looking for work."
  },
  {
    "word":"Farm",
    "definition":"Fixed sum, usually paid annually, for the right to collect all revenues from land; in effect, rent. Lords could farm land to vassals, receiving a fixed annual rent in place of the normal feudal obligation. Many sheriffs farmed out their shires, contracting in advance to pay a fixed annual sum to the crown, thus obtaining the right to collect any additional royal revenues for their own profit. The resulting extortion became widely unpopular."
  },
  {
    "word":"Fealty",
    "definition":"Oath by which a vassal swore loyalty to his lord"
  },
  {
    "word":"Foeff",
    "definition":"Normally, land held by a vassal of a lord in return for stipulated services, chiefly military."
  },
  {
    "word":"Fief",
    "definition":"Normally, land held by a vassal of a lord in return for stipulated services, chiefly military."
  },
  {
    "word":"Feudalism",
    "definition":"System of governing whereby semi-autonomous landed nobility had certain well defined responsibilities to the King, in return for the use of grants of land (fiefs) exploited with the labour of a semi-free peasantry (serfs)"
  },
  {
    "word":"Fine",
    "definition":"A sum of money paid to the Crown to obtain some grant, concession, or privilege. A fine did not have the modern meaning of a penalty."
  },
  {
    "word":"Forfeiture",
    "definition":"Right of a feudal lord to recover a fief when a vassal failed to honour his obligations under the feudal contract."
  },
  {
    "word":"Merchet",
    "definition":"The sum commonly paid by a villager to his lord when the villager’s daughter married a man from another manor."
  },
  {
    "word":"Franklin",
    "definition":"A well off peasant"
  },
  {
    "word":"Frankpledge",
    "definition":"Legal condition under which every male member of a tithing (district) over the age of twelve was responsible for the good conduct of all other members of the tithing. Failure to control tithing members could lead to amercement of the entire tithing."
  },
  {
    "word":"Furlong",
    "definition":"220 yards or 40 rods. The length of a plough furrow – ie. Furrow-long. In the strip field farming system, the length of the field strip ploughed before turning the ox team to plough the next furrow."
  },
  {
    "word":"Fyrd",
    "definition":"Anglo Saxon Militia. Special King’s Peace prevailed while to or from or during Fyrd service."
  },
  {
    "word":"Glebe",
    "definition":"Land granted to a clergyman as part of his benefice. Used to provide his food or an income."
  },
  {
    "word":"Gentleman",
    "definition":"A vague term – men with more than £20 a year, not knighted. Also Squire."
  },
  {
    "word":"Gentry",
    "definition":"Gentry’ is a vague term – refers to the class of society immediately below a knight. Quasi noble, substantial, usually will own a single manor or maybe two. Many of these folk could qualify to be a kniught but held back because they were idle or couldn’t really afford it. They populated and ran courts and local administration."
  },
  {
    "word":"Heir apparent",
    "definition":"The declared heir to the throne, normally the king’s eldest son"
  },
  {
    "word":"Heir presumptive",
    "definition":"the presumed heir to the throne in the event of the king dying without an heir apparent"
  },
  {
    "word":"Heriot",
    "definition":"A payment which a vassal would pay to the lord to inherit from their parents."
  },
  {
    "word":"Hide",
    "definition":"The amount of land needed to maintain a family for a year. It could be any size because of course it could take more land to sustain a family in one part of the country than another. But a common standard seems to be 120 acres, although it could vary between 40 and 240 acres. Equivalent to a carucate."
  },
  {
    "word":"Honor",
    "definition":"Holding or group of holdings forming a large estate, such as the land held by an Earl or a tenant-in-chief. The actual manors could be spread over a wide area."
  },
  {
    "word":"Hook or Crook",
    "definition":"Dispensation permitting villagers to gather firewood from woodlands, but using only their hook and crook. Effectively permitted the collection of dead branches from the trees."
  },
  {
    "word":"Hue and Cry",
    "definition":"Requirement for all members of a village to pursue a criminal with horn and voice. It was the duty of any person discovering a felony to raise the hue and cry. His neighbours were bound to assist him in pursuit and capture of the offender."
  },
  {
    "word":"Hundred",
    "definition":"Subdivision of a Shire; theoretically equalled one hundred hides.Generally has its own court which met monthly to handle civil and criminal law. Equivalent to the Danish Wapentake."
  },
  {
    "word":"Indenture",
    "definition":"A mform of contract between the two parties in which each kept a half cut along and indented line; hence indentured retainer, one who is retained in service by means of such a contract"
  },
  {
    "word":"Indulgence",
    "definition":"Remission from punishment for a sin after it has been forgiven. In medieval times the selling of indulgences, sometimes even in advance of a sin being committed, brought parts of the Church into serious disrepute."
  },
  {
    "word":"Interdict",
    "definition":"The ecclesiastical banning of all sacraments, except for baptism and extreme unction, throughout a geographical area. High feast days were usually not banned."
  },
  {
    "word":"Joust",
    "definition":"Tournament or combat of two mounted knights, tilting using lances."
  },
  {
    "word":"Justiciar",
    "definition":"Head of the royal judicial system and the King’s viceroy during his absence from the country."
  },
  {
    "word":"Kaiage",
    "definition":"Toll paid on loading or unloading goods, especially at a market town or wharf."
  },
  {
    "word":"Knight",
    "definition":"The retainer of a feudal lord who owed military service for his fief, usually the service of one fully equipped, mounted warrior. By Edward III’s day, a knight needed to have income of at least £40, and knights needed to actively claim their status – hence the term ‘belted knight’, a man who had claimed their rights. Sometimes knights avoided it – becuase with it came both privilege and responsibility."
  },
  {
    "word":"League",
    "definition":"Somewhere between 1½ to 3 miles. Traditionally, the distance a person or horse can walk in one hour."
  },
  {
    "word":"Leet",
    "definition":"Term used in Kent for a subdivision of land equivalent to a hundred."
  },
  {
    "word":"Livery",
    "definition":"Badges and clothes provided by a lord for their followers – such as Warwick’s red Jackets and Ragged staff"
  },
  {
    "word":"Man-at-arms",
    "definition":"Soldier holding his land, generally 60-120 acres, specifically in exchange for military service. Sometimes called a Yeoman."
  },
  {
    "word":"Marcher Lords",
    "definition":"Name commonly given to Norman landholders on the Welsh border, and also the Scottish border"
  },
  {
    "word":"Marches",
    "definition":"Frontier territory. Lords in the Marches had much greater legal power – essentially the kings writ did not run. The Marcher lord reported to the king but had resposnibility for everything else, making tham mini petty kings. Their territory was unusually consolidated, to make sure they had the strength to deal with the Welsh/Scottish raids. The East, Middle, and West Marches on the Scottish border were the administrative districts on both the Scottish and English sides of the border. Each March had a Warden who was responsible for keeping the peace."
  },
  {
    "word":"Mark",
    "definition":"Money, worth worth thirteen shillings and four pence, i.e. two thirds of £1."
  },
  {
    "word":"Officers of State",
    "definition":"The Great Offices of State, in order of precedence, were: Steward, Chancellor, Treasurer, Lord Privy Seal, Chamberlain, Marshal, Conmstable, Admiral"
  },
  {
    "word":"Ordeal",
    "definition":"A method of trial in which the accused was given a physical test which could be met successfully only if they were innocent. Eg. Ordeal by fire."
  },
  {
    "word":"Oxgang",
    "definition":"The area that could be cultivated by a plough drawn by one ox in one year. Danelaw term, about 15acres. Similar to the Anglo Saxon term Bovate."
  },
  {
    "word":"Oyer et terminer",
    "definition":"‘Ask and discover’. A legal term for an investigation directly ordered by the crown into a particular territory or series of events"
  },
  {
    "word":"Palatinate",
    "definition":"In England, a county in which the tenant in chief exercised powers normally reserved for the King, including the exclusive right to appoint justices, hold courts of chancery and exchequer, and to coin money. The King’s writ was not valid in a County Palatinate. Like Marcher lords."
  },
  {
    "word":"Pannage",
    "definition":"Food such as acorns that swine (pigs), etc., feed on in the woods. The right to let your swine feed in the woods. Often restricted to a certain number of days per year or to a set period."
  },
  {
    "word":"Passage",
    "definition":"Toll levied for passage"
  },
  {
    "word":"Payage",
    "definition":"Toll levied on pasturage."
  },
  {
    "word":"Peck",
    "definition":"Volume. A dry measure of 2 gallons, or ¼ bushel."
  },
  {
    "word":"Pontage",
    "definition":"Toll levied for crossing a bridge."
  },
  {
    "word":"Purveyance",
    "definition":"In early medieval days, the lord had the right to be entertained by his followers, at their expense. And of course this applied to the greatest lord of all – the king. Over time, the king travelled less, but still wanted the benefit of being able to have him and his household live at someone elses expense – and so he exercised the right to take goods and food in lieu of being there. It was the policy to pay – but payment was often small and late."
  },
  {
    "word":"Quarter Days",
    "definition":"Days when rents and taxes were due."
  },
  {
    "word":"Reeve",
    "definition":"Royal official, or a manor official appointed by the lord or elected by the peasants."
  },
  {
    "word":"Relief",
    "definition":"Fee paid by the heir of a deceased person on securing possession of a fief"
  },
  {
    "word":"Scutage",
    "definition":"Sum that the holder of a knight’s fee could pay his lord in lieu of military service. Sometimes used as a form of tax."
  },
  {
    "word":"Sergeant",
    "definition":"Servant who accompanied his lord to battle, or a horseman of lower status used as light cavalry. Also meant a type of non knightly “tenure in service” owed to a lord. Such persons might carry the lord’s banner, serve in the wine cellar, make bows/arrows or any of a dozen other occupations. Sergeants paid the feudal dues of wardship, marriage, and relief but were exempt from scutage (non knightly)"
  },
  {
    "word":"Sheriff",
    "definition":"Official who was the chief administrative and judicial officer of a shire. Many of his jobs were carried out by the itinerant justice, coroner, and justice of the peace. He collected taxes and forwarded them on to the exchequer, after taking his share. He was also responsible for making sure that the King’s table was well stocked while King was in his county (ie Royal Game Preserve)"
  },
  {
    "word":"Stallage",
    "definition":"Tax levied on trading booths or stalls at markets and fairs. Not paid by hawkers or peddlers."
  },
  {
    "word":"Steward",
    "definition":"Man responsible for running the day to day affairs of the manor or castle in absence of the lord. See also Bailiff."
  },
  {
    "word":"Sulong",
    "definition":"Measurement of land in Kent. Roughly equal to two hides, although still considered to be the area of land which could be cultivated using a single plough-team of eight oxen."
  },
  {
    "word":"Sumpter",
    "definition":"Packhorse, pony, mule or other animal"
  },
  {
    "word":"Tallage",
    "definition":"Tax levied on boroughs and on the tenants living on royal estates."
  },
  {
    "word":"Thegn",
    "definition":"Originally meaning a Military Companion to the King. Came to mean a land-holding administrative office."
  },
  {
    "word":"Tithe",
    "definition":"One tenth of a person’s produce and income, due as a tax to support the church."
  },
  {
    "word":"Treasurer",
    "definition":"Chief financial officer of the realm, and senior officer of the Exchequer. One of the great officers of state"
  },
  {
    "word":"Vassal",
    "definition":"Free man who held land from a lord to whom he paid homage and swore fealty. He owed various services and obligations. These were primarily military but he was also required to advise his lord and pay him the traditional feudal aids required on the knighting of the lord’s eldest son, the marriage of the lord’s eldest daughter and the ransoming of the lord should he be held captive."
  },
  {
    "word":"Vill",
    "definition":"Administrative unit containing about 5 to 10 Hides and inhabitants. Equivalent to the secular parish. The villusually contained several manors. As the feudal system declined, the vill took over importance from thehundred and manor. Later, the parish took on the duties and responsibilities, for example during the nineteenth century, the sick, poor, and destitute sometimes relied on the parish for aid."
  },
  {
    "word":"Virgate",
    "definition":"One quarter of a hide, or two oxgangs. The amount of land that could be tilled during the ploughing season using two oxen. Varied in different regions and soil types. Approx. 30 acres. Also called a yardland or yard of land."
  },
  {
    "word":"Wapentake",
    "definition":"Sub-division of land in areas formerly under Norse control – including Northern and Eastern areas of Britain – equivalent to Anglo Saxon Hundred."
  },
  {
    "word":"Wardship",
    "definition":"The right of a feudal lord to the income of a fief during the minority of its heir. The lord was required to maintain the fief and to take care of the material needs of the ward. When the ward came of age, the lord was required to release the fief to them in the same condition in which it had been received."
  },
  {
    "word":"Waste",
    "definition":"Term generally given to land which was unusable or un-cultivated within a holding. It was not taxed. It sometimes referred to land destroyed by war or raids, which likewise was not subject to tax. Land around the site of the Battle of Hastings (1066), took many years to recover from the predations of the armies who had camped there."
  },
  {
    "word":"Yoke",
    "definition":"A measurement of land in Kent equal to one quarter of a sulong. Roughly equal to two virgates, although still considered to be the area of land which could be cultivated using two oxen."
  }
]
